{
  "level": "Graduate",
  "topics": [
    [
      "Social Science",
      "Urban Studies",
      "Urban Planning"
    ],
    [
      "Social Science",
      "Economics",
      "International Development"
    ],
    [
      "Social Science",
      "Political Science",
      "International Relations"
    ],
    [
      "Fine Arts",
      "Architecture",
      "Environmental Design"
    ]
  ],
  "instructors": {
    "content": [
      "d87e83b9-8b59-f0ab-95a7-d675cc81c8aa",
      "39cc3754-2ffa-2c37-f1af-959679493fc4",
      "65c82bd2-bd09-2367-dcf7-b7155d5a6713",
      "14427f15-8f90-ba47-3083-ac2e606cad52"
    ],
    "website": "ocw-www"
  },
  "course_title": "Beijing Urban Design Studio",
  "course_description": "The Beijing Urban Design Studio is a joint program between the MIT and Tsinghua University Schools of Architecture and Planning. The goal of the studio is to foster international cooperation through the undertaking of a joint urban design and planning initiative in the city of Beijing involving important, often controversial, sites and projects. Since 1995, almost 250 MIT and Tsinghua University students and faculty have participated in this annual studio, making it one of the most successful and enduring international academic programs between China and the US. It has received the Irwin Sizer Award from MIT for outstanding innovation in education. The studio takes place over five weeks in June and July including several weeks in residence at Tsinghua University and two brief study tours to locations and projects that inform the work. It will include 18-20 MIT and 10-15 Tsinghua Architecture and Planning students. The Beijing City Planning Institute, responsible for strategic planning in the city, participates in the studio as the client.\n",
  "department_numbers": [
    "11",
    "4"
  ],
  "extra_course_numbers": "4.185J",
  "primary_course_number": "11.946J",
  "learning_resource_types": [
    "Image Gallery",
    "Projects with Examples"
  ],
  "title": "Course Metadata"
}